[Version]
7.7

[Main]	
Item0000=Velkommen til HP Recovery Manager. Bruk dette verktøyet for å fikse datamaskinen hvis den slutter å fungere som normalt.
Item0001=Jeg trenger hjelp umiddelbart
Item0002=Jeg vil utføre vedlikeholdsoppgaver
Item0003=Jeg vil kontakte HPs kundestøtte
Item0004=Jeg vil utføre sikkerhetstiltak
Item0005=Windows System Restore
Item0006=Gjenopprett systemet slik det var på et tidligere tidspunkt
Item0007=Windows Recovery Environment (Windows' gjenopprettingsmiljø)
Item0008=Foreta en omstart og gå inn i Windows Recovery Environment  (Windows' gjenopprettingsmiljø) for å oppdatere bildet eller tilbakestille systemet til tilstanden det kom i fra fabrikken.
Item0009=Sikkerhetskopiering av fil
Item0010=Ta sikkerhetskopi av dine personlige data
Item0011=Minimert gjenopprettingsbilde
Item0012=Gjenopprett operativsystemet, drivere og valgt programvare (tøm bildet)
Item0013=Kjør kontroll av datamaskinen
Item0014=Bruk diagnoseverktøyet for maskinvare for å kontrollere datamaskinens minne, HD osv.
Item0015=Oppretting av gjenopprettingsmedier
Item0016=Opprett et sett med gjenopprettingsmedier for systemet
Item0017=Fjern gjenopprettingspartisjonen
Item0018=Slett programvarebildet som er installert fra fabrikk for å frigjøre lagringsplass på harddisken
Item0019=Tilbakestilling til fabrikkinnstillinger
Item0020=Tilbakestill datamaskinen ved å slette hele harddisken og gjenopprette til opprinnelig fabrikktilstand
Item0021=Vedlikehold av datamaskinen
Item0022=Feilsøk problemer, last ned oppdateringer og lær mer om datamaskinen
Item0023=Få hjelp fra HP
Item0024=Vis kontaktinformasjon for HPs kundestøtte
Item0025=Vis kontaktinformasjon
Item0026=Vis kontaktinformasjon for HPs kundestøtte
Item0027=Installer drivere og programmer på nytt
Item0028=Installer drivere og/eller programmer på nytt
Item0029=Deaktivert: Gjenopprettingspartisjonen er flyttet.
Item0030=Deaktivert: Bruk gjenopprettingsmedier for å gjenopprette systemet.
Item0031=Deaktivert: Windows System Restore er slått av.
Item0032=Deaktivert: HP Support Assistant er ikke installert.
Item0033=Windows Sikkerhetskopiering og gjenoppretting
Item0034=Opprett en sikkerhetskopi eller gjenopprett filer fra en eksisterende sikkerhetskopi
Item0035=Ikke nok tilgangsrettigheter
Item0036=Du må ha administratorrettigheter for å kunne kjøre HP Recovery Manager. Øk brukerkontokontrollinnstillingen (UAC). 	
Item0037=Versjon: 00
Item0038=Deaktivert: Ikke støttet med dynamisk disk
Item0039=Deaktivert: Bruk Windows' diskbehandling
Item0040=Windows Fillogg
Item0041=Tilgang til gjenopprettingspartisjonen kreves for visse funksjoner. Dokk nettbrettet til basen og åpne HP Recovery Manager på nytt for å aktivere disse alternativene.
Item0042=For å bruke dette alternativet må du dokke nettbrettet til basen og åpne HP Recovery Manager på nytt.
Item0043=Alternativene for gjenoppretting og sikkerhetskopi av filer krever tilgang til gjenopprettingspartisjonen i basen. Dokk nettbrettet i basen, start systemet på nytt og hold inne F11 for å åpne HP Recovyer Manager igjen. Klikk Fortsett for å kjøpe en sjekk av datamaskinen.
Item0044=Windows systemoppdatering
Item0045=Forholdsregler
Item0046=Støtte
Item0047=Vedlikehold
Item0048=Opprett
Item0049=Opprett gjenopprettingsmedium  for systemet ditt
Item0050=Utfør vedlikehold på datamaskinen 
Item0051=Kontakt kundestøtte for HP
Item0052=Fjern gjenopprettingspartisjon
Item0053=Opprett gjenopprettingspunkter eller bruk tidligere opprettede gjenopprettingspunkter til å tilbakestille systemet ditt til en tidligere dato
Item0054=Windows Fillogg
Item0055=HP Recovery Environment (HPs gjenopprettingsmiljø)
Item0056=Omstart systemet og åpne HP Recovery Environment for å tilbakestille systemet til opprinnelig fabrikktilstand
Item0057=Ikke løs ut nettbrettet fra forankringsstasjonen under gjenopprettingsprosessen. Det vil gjøre det umulig å starte opp nettbrettet.
Item0058=Start på nytt og åpne 00 for å tilbakestille systemet
Item0059=Tilbakestilling av Windows-systemet
Item0060=HP Recovery Manager støttes bare i landskapsmodus.
Item0061=Lukk HP Recovery Manager, endre skjermen til landskapsmodus og start HP Recovery Manager på nytt.

[General]	
Item0100=Tilbake
Item0101=Neste
Item0102=Avbryt
Item0103=Fortsett
Item0104=Fullfør
Item0105=OK
Item0106=Vil du avslutte HP Recovery Manager?
Item0107=Kontroller at datamaskinen er koblet til strømadapteren. Hvis ikke kan gjenopprettingsprosessen avbrytes.
Item0108=HP Recovery Manager kjører allerede!!
Item0109=Start på nytt
Item0110=Slå av
Item0111=Forsiktig: Datamaskinen kjører nå på batteristrøm.
Item0112=Denne prosessen krever at datamaskinen er koblet til strømadapteren.
Item0113=Koble til datamaskinens strømadapter og klikk på OK for å fortsette.
Item0114=HP Recovery Manager mislyktes. Feilkode = 00
Item0115=Det har oppstått feil. Prøv på nytt.
Item0116=HP Recovery Manager
Item0117=HP Recovery Manager
Item0118=(feilkode=00)
Item0119=Gjenoppretting støttes ikke i den gjeldende konfigurasjonen, aktiver hurtigalternativet for Intel Smart Response Technology og prøv på nytt.
Item0120=Recovery Manager var for Windows 7. Den er ikke kompatibel med Windows 8.
Item0121=Denne Softpaq-en støttes ikke for Windows 7. Oppgrader systemet til Windows 8 først.
	
[Windows System Restore]
Item0200=Windows System Restore
Item0201=HP Recovery Manager lukkes for å bruke Windows System Restore.
Item0202=Windows System Restore kan bidra til å løse problemer som kan gjøre at datamaskinen blir treg eller slutter å fungere. Programmet berører ikke dokumenter, bilder eller andre personlige data.
Item0203=Klikk på Neste for å åpne Windows System Restore automatisk.
	       	
[Computer Checkup]	
Item0250=Kontroll av datamaskinen
Item0251=Start disktesten for Windows-partisjonen
Item0252=Start disktesten for gjenopprettingspartisjonen
Item0253=Åpne en kommandomelding
Item0254=For å fortsette velger du et alternativ og klikker på Neste.
		
[Remove Recovery Partition]	
Item0300=Fjern gjenopprettingspartisjonen
Item0301=Windows Push Button Reset (Windows' tilbakestilling ved trykk på knapp) og HPs alternativer for gjenoppretting vil ikke være tilgjengelig etter å ha fjernet partisjonen for gjenoppretting.
Item0302=Forstått. Fortsett med fjerningen av gjenopprettingspartisjonen.
Item0303=Fortsett
Item0304=Opprettingen av gjenopprettingsmedier er ikke fullført. Alternativet Opprett gjenopprettingsmedier vil ikke være tilgjengelig etter at du har fjernet gjenopprettingspartisjonen.
Item0305=Gå til 00 nå.
Item0306=Fjerner gjenopprettingspartisjonen ...
Item0307=Klikk på Fortsett for å gå tilbake til hjemmesiden
Item0308=Hjem
Item0309=Opprett gjenopprettingsmedier
Item0310=Det har oppstått feil under fjerning av gjenopprettingspartisjonen. Prøv på nytt.
Item0311=Gjenopprettingspartisjonen er fjernet.
Item0312=HPs funksjon for bildegjenoppretting vil ikke være tilgjengelig etter at du har fjernet gjenopprettingspartisjonen.
		
[File Restore Program]	
Item0400=Filgjenoppretting 
Item0401=Velkommen
Item0402=Filgjenoppretting gjør at du kan gjenopprette filer som du har sikkerhetskopiert tidligere.
Item0403=Klikk på Neste for å fortsette.
Item0404=Hvilke filtyper vil du gjenopprette?
Item0405=Bilder
Item0406=Musikk og andre lydfiler
Item0407=Videoer og filmer
Item0408=Opptak fra TV
Item0409=Dokumenter, regneark og presentasjoner
Item0410=E-post, Internett-favoritter og innstillinger
Item0411=Andre
Item0412=Hjelp
Item0413=Filene dine er gjenopprettet på følgende sted:
Item0414=En snarvei til dette stedet er lagt på skrivebordet.
Item0415=Gjenoppretting pågår
Item0416=Fremdrift:  00%
Item0417=Vent litt ...
Item0418=Filene er gjenopprettet
Item0419=Gjenopprettingen er fullført.
Item0420=Klikk på Fullfør for å avslutte programmet.
Item0421=Banen til noen av de gjenopprettede filene er lenger enn 260 tegn. Se 00.
Item0422=OK
Item0423=Advarsel
Item0424=Filgjenoppretting kjører allerede.
Item0425=Du må være i Windows 7 for å kjøre filgjenoppretting.
Item0426=Vil du avbryte filgjenopprettingen?
Item0427=Gjenoppretting avbrutt
Item0428=Du har avbrutt gjenopprettingsprosessen.
Item0429=Hvor vil du lagre sikkerhetskopifilene?
Item0430=Lokal disk		

[File Backup Program]	
Item0500=Sikkerhetskopiering av fil
Item0501=Hvilke filtyper vil du sikkerhetskopiere?
Item0502=Bilder
Item0503=Musikk og andre lydfiler
Item0504=Videoer og filmer
Item0505=Opptak fra TV
Item0506=Dokumenter, regneark og presentasjoner
Item0507=E-post, Internett-favoritter og innstillinger
Item0508=Andre
Item0509=Hjelp
Item0510=Klikk på Neste for å fortsette.
Item0511=Skanning
Item0512=Veiviseren for sikkerhetskopiering av fil oppretter en liste over filer som skal sikkerhetskopieres.
Item0513=Denne prosessen kan ta flere minutter.
Item0514=Fremdrift: 00 %
Item0515=Vent litt ...
Item0516=Det er ikke nok plass på systempartisjonen på harddisken til midlertidig lagring under datakomprimering.
Item0517=Du må frigjøre plass på systempartisjonen på harddisken for å fortsette med oppgaven.
Item0518=OK
Item0519=Advarsel
Item0520=For å fortsette velger du et alternativ og klikker på Neste.
Item0521=Opprette sikkerhetskopien
Item0522=Opprette sikkerhetskopifilene
Item0523=Fullføre sikkerhetskopifilene
Item0524=Det finnes ingen filer av typen som brukeren valgte.
Item0525=Hvor vil du lagre sikkerhetskopien?
Item0526=Størrelsen på kildefilene:  00
Item0527=Navn
Item0528=Type
Item0529=Total størrelse
Item0530=Ledig plass
Item0531=Ingen enheter er tilgjengelige for sikkerhetskopiering av filene. Kontroller at den uttakbare disken er koblet til.
Item0532=Uttakbar
Item0533=Sikkerhetskopiering av fil er klar.
Item0534=Filene blir lagret på (00).
Item0535=Kopierer sikkerhetskopien 
Item0536=Målstasjonen er ikke tilkoblet.
Item0537=Sikkerhetskopiering av fil
Item0538=HP Recovery Manager opprettet sikkerhetskopien.
Item0539=Avbryte sikkerhetskopiering av fil?
Item0540=Avbryt
Item0541=Sikkerhetskopiering avbrutt
Item0542=Du har avbrutt sikkerhetskopieringsprosessen.
Item0543=Du har avbrutt sikkerhetskopieringsprosessen.
Item0544=Vil du fortsette med systemgjenoppretting?
Item0545=Vil du fortsette med gjenoppretting av minimert bilde?
Item0546=Vil du fortsette med tilbakestilling til fabrikkinnstillinger?
Item0547=Ja
Item0548=Nei
Item0549=Brenner
Item0550=Ingen enheter er tilgjengelige for sikkerhetskopiering av filene. Kontroller at den uttakbare disken eller brenneren er koblet til.
Item0551=Automatisert sikkerhetskopiering
Item0552=Gjør at brukeren kan velge kategorier for sikkerhetskopiering (for eksempel – Bilder). Sikkerhetskopieringen dekker de fleste filtypene som vanligvis brukes i kategorien. Bruk dette alternativet hvis du vil konfigurere sikkerhetskopieringen på en enkel måte.
Item0553=Manuell sikkerhetskopiering
Item0554=Lar brukeren velge spesifikke filer og mapper som skal sikkerhetskopieres. Bruk dette alternativet hvis du vil ha full kontroll over hva som sikkerhetskopieres.
Item0555=Direkte datakopiering
Item0556=Direkte datakopiering bruker ikke komprimering, og filene gjenopprettes ikke med HP Recovery Manager. Du kan få tilgang til filene fra en hvilken som helst datamaskin når sikkerhetskopieringen er fullført, ved å bla gjennom katalogen Systemgjenopprettingsfiler.
Item0557=For å gjenopprette filene til det opprinnelige systemet kan du kopiere filene og lime dem inn.
Item0558=Sett inn en tom DVD+R- eller DVD-R-plate og klikk på Neste.
Item0559=Brennefremdrift:  00 %
Item0560=Totalt antall plater:  00
Item0561=Gjeldende plate:  00
Item0562=Sett inn plate
Item0563=Sett inn en tom plate.
Item0564=Platen du satt inn, støttes ikke av HP Recovery Manager. Sett inn en tom DVD+R- eller DVD-R-plate (med 4,7 GB kapasitet).
Item0565=Forbereder data 
	
[Recovery Media Creation]	
Item0600=Hjem
Item0601=Opprett gjenopprettingsmedier
Item0602=Du kan bare opprette 00 sett med gjenopprettingsmedier.
Item0603=Jeg godtar.
Item0604=Fortsett
Item0605=Sett inn ett av de følgende mediene:
Item0606=USB Flash-stasjon
Item0607=Minst 00 GB kapasitet kreves
Item0608=DVD
Item0609=00 plater kreves
Item0610=DVDDL
Item0611=Fortsette med valgte medie?
Item0612=Ja
Item0613=Nei
Item0614=USB-flash-enheten for gjenoppretting opprettes ...
Item0615=Forbered disk
Item0616=Formatere USB Flash-stasjonen
Item0617=Kopier bilde
Item0618=Kopierer gjenopprettingsbildet til USB-flash-enheten ...
Item0619=Godkjenn disken
Item0620=Godkjenner gjenopprettingsbildet på USB-flash-enheten ...
Item0621=00 % fullført
Item0622=Sett inn plate
Item0623=Sett inn en 00-plate for å fortsette. Klikk på Avbryt for å stoppe opprettingen av gjenopprettingsmedier. Du kan fortsette opprettingsprosessen av gjenopprettingsmedier når som helst ved å velge Opprett gjenopprettingsmedier på nytt.
Item0624=Forbered data
Item0625=Oppretter gjenopprettingsbilde
Item0626=Brenn data
Item0627=Brenner gjenopprettingsbildet på platen
Item0628=Godkjenn platen
Item0629=Godkjenner gjenopprettingsbildet på platen
Item0630=Gjenopprettingsmedier ble opprettet på 00. Du kan bare opprette ETT sett med gjenopprettingsmedier.
Item0631=Klikk på OK for å gå tilbake til hjemmesiden
Item0632=OK
Item0633=Opprettingen av gjenopprettingsmedier er ikke fullført. Trykk på Fortsett for å fullføre opprettingen av gjenopprettingsmedier.
Item0634=Avbryt
Item0635=Koble til datamaskinens strømadapter
Item0636=Batteriet må være satt inn og datamaskinen må være koblet til strømadapteren for at denne prosessen kan fortsette
Item0637=Sett inn batteri
Item0638=Finner ingen optisk stasjon
Item0639=Du kan koble til en optisk stasjon nå
Item0640=Blu-ray Disc
Item0641=Oppretting av gjenopprettingsplaten 00 er fullført. Merk platen 00 og oppbevar den på et sikkert sted.
Item0642=USB Flash-stasjonen vil bli formatert. Alle data på USB flash-stasjonen går tapt. All plass på USB Flash-stasjonen vil bli brukt til gjenopprettingsbildet (selv om USB Flash-stasjonen er større enn beregnet størrelse for gjenopprettingsbildet).
Item0643=Klikk på Avbryt for å gå tilbake til medievelgeren eller Fortsett for å forberede disken.
Item0644=Velg et av de følgende mediealternativene 
Item0645=ETT
Item0646=Analyserer maskinvare ...
Item0647=Oppretting av gjenopprettingsmedier pågår. HP Recovery Manager kan ikke lukkes.
Item0648=Det har oppstått feil under oppretting av gjenopprettingsmedier. Prøv på nytt.
Item0649=Flash-stasjonen som er satt inn, har utilstrekkelig kapasitet. Sett inn en annen stasjon.
Item0650=Omskrivbare medier støttes ikke. Sett inn en tom 00-plate.
Item0651=Platen du har satt inn, er ikke tom. Sett inn en tom 00-plate.
Item0652=Gjenopprettingsplate 00 av 01 er fullført. Merk platen 00 av 01 og oppbevar den på et sikkert sted.
Item0653=Gjenopprettingsplaten er opprettet.
Item0654=Flash-stasjonen for gjenoppretting er opprettet. Merk stasjonen og lagre den på et sikkert sted.
Item0655=00 plater kreves
Item0656=Omskrivbare medier støttes ikke.
Item0657=Mediet du satte inn, støttes ikke!!
Item0658=Gjenopprettingspartisjonen er fjernet – Alternativet Opprett gjenopprettingsmedier er ikke lenger tilgjengelig.
Item0659=Godkjenning av platen mislyktes. Bruk en annen plate og prøv på nytt.
Item0660=Brenning av plate feilet. Bruk en annen plate og prøv på nytt.
Item0661=Systemet er opprettet gjennom gjenopprettingsmedier. Du kan bare opprette ETT sett med gjenopprettingsmedier.
Item0662=Gjenopprettingspartisjonen er fjernet.
Item0663=USB-grense overskredet
Item0664=Gjenopprettingsbildet overskrider 32 GB. Bruk optiske medier.
Item0665=Gjenopprettingsbildet overskrider USB-flashstasjonens størrelsesbegrensning på 32 GB. Du må bruke optiske medier (DVD) for å lage gjenopprettingsmedier.
Item0666=Påse at USB-flashstasjonen har plass til 00 GB med data (maks. 32 GB).
Item0667=- Tilbakekopieringssplate 00 av 01 er fullført. Merk platen 00 av 01 og oppbevar den på et sikkert sted.
Item0668=- Sett inn en plate for å fortsette eller klikk Avbryt for å stoppe opprettingen av gjenopprettingsmedier. 
Item0669=- Du kan fortsette dette når som helst ved å velge alternativet opprettingen av gjenopprettingsmedier igjen.
Item0670=Forsiktig: Den valgte USB-flash-stasjonen blir formatert. Alle data på USB flash-stasjonen går tapt.
Item0671=Maksimalt 32 GB av plassen på USB-flashstasjonen vil bli benyttet for gjenopprettingsbildet. Hvis USB-flashen er større enn 32 GB , vil ekstra plass på flashstasjonen ikke kunne brukes etter at gjenopprettingsmedier er opprettet.
Item0672=Klikk på Avbryt for å gå tilbake til medievalg eller Fortsett for å starte opprettingen av gjenopprettingsmedier.
Item0673=Velg 00 for å gå tilbake til valg av medie, eller velg 01 for å starte å opprette gjenopprettingsmediet.
	
[System Recovery]	
Item0700=Gjenopprett datamaskinen slik den var da den ble levert fra fabrikken
Item0701=Denne prosessen gjenoppretter det opprinnelige programvarebildet fra fabrikk på systempartisjonen, men utfører ikke andre harddiskendringer.
Item0702=Alle filer og programmer som er opprettet av brukeren etter at datamaskinen ble kjøpt, går tapt.
Item0703=Sikkerhetskopier filene først (anbefales)
Item0704=Gjenopprett uten å sikkerhetskopiere filene
Item0705=For å fortsette velger du et alternativ og klikker på Neste.
Item0706=HP Recovery Environment (HPs gjenopprettingsmiljø)
Item0707=Velkommen til HP Recovery Manager
Item0708=Bruk dette programmet for å gjenopprette datamaskinen slik den var da den ble levert fra fabrikken.
Item0709=Koble fra alle eksterne enheter før du fortsetter.
Item0710=Se datamaskindokumentasjonen hvis du vil ha mer informasjon.
Item0711=Klikk på Neste for å fortsette.
Item0712=Gjenoppretting av programvarebilde fra fabrikk
Item0713=Reformatering av Windows-partisjonen på harddisken.
Item0714=Installer original programvare på nytt
Item0715=Fremdrift:  00 % 
Item0716=Beregnet gjenværende tid: 00 minutt(er)
Item0717=Vent litt ...
Item0718=Gjenopprettingen er fullført
Item0719=Når datamaskinen har startet på nytt, og du har fullført det første oppsettet av datamaskinen, må du utføre noen flere viktige trinn:
Item0720=Oppdatere sikkerhetsfiler fra Microsoft og HP
Item0721=Installere programvare som ikke fulgte med datamaskinen, på nytt
Item0722=Gjenopprette alle personlige data du har sikkerhetskopiert (hvis det er aktuelt)
Item0723=Klikk på Fullfør for å starte datamaskinen på nytt nå.
Item0724=Forberedelse til gjenoppretting
Item0725=Harddisken formateres på nytt, og alle filene som trengs for å gjenopprette programvarebildet, kopieres til harddisken.
Item0726=Installasjon av gjenoppretting
Item0727=Programvaren og driverne installeres, og innholdet tilpasses til datamaskinen.
Item0728=HP Recovery Manager gjenoppretter fabrikkinnstillingene for harddisken. Brukerdata og endringer i harddisken går tapt.
Item0729=OK
Item0730=Avbryt
Item0731=Forberedelse til gjenoppretting av programvarebilde
Item0732=Kopiering av filer som er nødvendige for å gjenopprette harddisken
Item0733=Forberedelse til gjenoppretting er fullført
Item0734=Når datamaskinen er startet på nytt, begynner fasen med installasjon av gjenopprettingen.
Item0735=Programvaren og driverne installeres, og innholdet tilpasses til datamaskinen.
Item0736=I denne fasen vil datamaskinen automatisk starte på nytt flere ganger. Dette er en normal del av prosessen.
Item0737=Du må ikke slå av datamaskinen, lukke lokket, koble datamaskinen fra strømadapteren eller forsøke å bruke datamaskinen mens dette pågår.
Item0738=Klikk på Fortsett for å starte datamaskinen på nytt nå.
Item0739=Sett inn gjenopprettingsplate nr.00.
Item0740=Fjern gjenopprettingsmedier fra systemet
Item0741=Systemgjenoppretting kan ikke gjøres via Windows. Vil du starte datamaskinen på nytt og gå inn i gjenopprettingsmiljøet?
Item0742=Fortsett?
Item0743=Forbereder gjenopprettingsmiljøet …
Item0744=Lukk alle programmer og start systemet på nytt.
Item0745=Koble fra alle eksterne enheter bortsett fra tastaturet, musen og skjermen før du fortsetter.
Item0746=Systemgjenoppretting kan ikke gjøres via Windows. Vil du starte datamaskinen på nytt og gå inn i gjenopprettingsmiljøet?
Item0747=Gjenopprettingen har to faser:
Item0748=Hjem
Item0749=Systemgjenoppretting
Item0750=Deaktivert: Du må bruke alternativet Tilbakestilling til fabrikkinnstillinger for å gjenopprette systemet 
Item0751=Oppdater systemet ved å installere de nyeste oppdateringene fra Microsoft og HP.
Item0752=Du har valgt HP Recovery Environment. Systemet blir omstartet og gjenopprettingsmiljøet åpnes. Vil du fortsette?
Item0753=Hvis datamaskinen opprinnelig hadde mer enn ett operativsystem, vil gjenopprettingsprosessen tilbakestille alle operativsystemer til fabrikktilstanden.
Item0754=Du har valgt 00. Systemet vil starte på nytt og starte opp gjenopprettingsmiljøet. Vil du fortsette?
Item0755=Alle brukeropprettede filer og partisjoner og alle programmer som er installert etter kjøpet vil gå tapt.
Item0756=Gjenopprettingsprosessen har to faser:
Item0757=Forberedelse til gjenoppretting
Item0758=Windows-partisjonen formateres på nytt, og alle filene som trengs for å gjenopprette Windows til de opprinnelige fabrikkinnstillingene kopieres til harddisken.
Item0759=Installasjon av gjenoppretting
Item0760=Programvaren og driverne installeres, og innholdet tilpasses til datamaskinen.
Item0761=Gjenoppretter filer til harddisken
Item0762=HP Drive Encryption (HPDE) er aktivert på denne datamaskinen. Deaktiver HPDE før du kjører Systemgjenoppretting.
	
[Minimized Image Recovery]	
Item0800=Minimert gjenopprettingsbilde
Item0801=Denne prosessen vil installere et rent Windows-miljø med drivere og minimalt med programvare.
Item0802=Alle filer og programmer som er opprettet av brukeren etter at datamaskinen ble kjøpt, går tapt.
Item0803=Sikkerhetskopier filene først (anbefales)
Item0804=Gjenopprett uten å sikkerhetskopiere filene
Item0805=For å fortsette velger du et alternativ og klikker på Neste.
Item0806=Minimert gjenopprettingsbilde
Item0807=Velkommen til HP Recovery Manager
Item0808=Denne prosessen vil installere et rent Windows-miljø med drivere og minimalt med programvare.
Item0809=Gjenopprettingen har to faser:
Item0810=Forberedelse til gjenoppretting
Item0811=Harddisken formateres på nytt, og alle filene som trengs for å gjenopprette det minimerte programvarebildet, kopieres til harddisken.
Item0812=Installasjon av gjenoppretting
Item0813=Programvaren og driverne installeres, og innholdet tilpasses til datamaskinen.
Item0814=Koble fra alle eksterne enheter før du fortsetter.
Item0815=Se datamaskindokumentasjonen hvis du vil ha mer informasjon.
Item0816=Klikk på Neste for å fortsette.
Item0817=Fant dynamisk disk. Gjenopprettingen kan ikke fortsette. Du må bruke gjenopprettingsmedier for å gjenopprette datamaskinen
Item0818=Forberedelse til gjenoppretting av minimert bilde
Item0819=Reformatering av Windows-partisjonen på harddisken.
Item0820=Kopiering av filer som er nødvendige for å gjenopprette harddisken
Item0821=Fremdrift:  00 % 
Item0822=Beregnet gjenværende tid: 00 minutt(er)
Item0823=Vent litt ...
Item0824=Forberedelse til gjenoppretting er fullført
Item0825=Når datamaskinen er startet på nytt, begynner fasen med installasjon av gjenopprettingen.
Item0826=Programvaren og driverne installeres, og innholdet tilpasses til datamaskinen.
Item0827=I denne fasen vil datamaskinen automatisk starte på nytt flere ganger. Dette er en normal del av prosessen.
Item0828=Du må ikke slå av datamaskinen, lukke lokket, koble datamaskinen fra strømadapteren eller forsøke å bruke datamaskinen mens dette pågår.
Item0829=Klikk på Fortsett for å starte datamaskinen på nytt nå.
Item0830=Gjenopprettingen er fullført
Item0831=Når datamaskinen har startet på nytt, og du har fullført det første oppsettet av datamaskinen, må du utføre noen flere viktige trinn:
Item0832=Oppdatere sikkerhetsfiler fra Microsoft og HP
Item0833=Installere programvare som ikke fulgte med datamaskinen, på nytt
Item0834=Gjenopprette alle personlige data du har sikkerhetskopiert (hvis det er aktuelt)
Item0835=Klikk på Fullfør for å starte datamaskinen på nytt nå.
Item0836=OK
Item0837=Sett inn gjenopprettingsplate nr.00.
Item0838=Fjern gjenopprettingsmedier fra systemet
Item0839=HP Recovery Manager installerer det minimerte bildet. Brukerdata og endringer i harddisken går tapt.
Item0840=Koble fra alle eksterne enheter bortsett fra tastaturet, musen og skjermen før du fortsetter.
Item0841=Deaktivert: Du må bruke alternativet Tilbakestilling til fabrikkinnstillinger for å gjenopprette systemet
Item0842=Hvis datamaskinen opprinnelig hadde mer enn ett operativsystem, vil gjenopprettingsprosessen tilbakestille alle operativsystemer til fabrikktilstanden.
	
[Boot from UCRD]	
Item0900=Systemgjenoppretting
Item0901=HP Recovery Manager starter fra harddisken som standard, men du kan kjøre det fra mediet du satte inn.
Item0902=Kjør program fra medie
Item0903=Kjør program fra harddisken
Item0904=For å fortsette velger du et alternativ og klikker på Neste.
Item0905=Kjør program fra harddisken
Item0906=Datamaskinen starter på nytt fra partisjonen.
Item0907=Fjern gjenopprettingsmediet før du fortsetter.
Item0908=Klikk på Fullfør for å avslutte veiviseren.
Item0909=Kontakt HPs kundestøtte
Item0910=Denne datamaskinen støtter ikke systemgjenopprettingsmediet.
Item0911=Du kan ikke gjenopprette dette systemet med mediet.
Item0912=Du kan ikke gjenopprette dette systemet med enhetsporten, kontakt HP kundestøtte.
		
[Factory Reset]	
Item1000=Tilbakestilling til fabrikkinnstillinger
Item1001=Gjenoppretting av programvarebilde fra fabrikk
Item1002=Vil du gjenopprette systemet til opprinnelig fabrikktilstand?
Item1003=Sikkerhetskopier filene først (anbefales)
Item1004=Gjenopprett uten å sikkerhetskopiere filene
Item1005=For å fortsette velger du et alternativ og klikker på Neste.
Item1006=Velkommen til HP Recovery Manager
Item1007=Bruk dette programmet for å gjenopprette datamaskinen slik den var da den ble levert fra fabrikken.
Item1008=Gjenopprettingen har to faser:
Item1009=Forberedelse til gjenoppretting
Item1010=Harddisken formateres på nytt, og alle filene som trengs for å gjenopprette programvarebildet, kopieres til harddisken.
Item1011=Installasjon av gjenoppretting
Item1012=Programvaren og driverne installeres, og innholdet tilpasses til datamaskinen.
Item1013=Koble fra alle eksterne enheter før du fortsetter.
Item1014=Se datamaskindokumentasjonen hvis du vil ha mer informasjon.
Item1015=Klikk på Neste for å fortsette.
Item1016=HP Recovery Manager gjenoppretter fabrikkinnstillingene for harddisken. Brukerdata og endringer i harddisken går tapt.
Item1017=Forberedelse til gjenoppretting av programvarebilde
Item1018=Reformatering av Windows-partisjonen på harddisken.
Item1019=Kopiering av filer som er nødvendige for å gjenopprette harddisken
Item1020=Gjenoppretter filer til harddisken
Item1021=Fremdrift:  00 % 
Item1022=Vent litt ...
Item1023=Beregnet gjenværende tid: 00 minutt(er)
Item1024=Forberedelse til gjenoppretting er fullført
Item1025=Når datamaskinen er startet på nytt, begynner fasen med installasjon av gjenopprettingen.
Item1026=Programvaren og driverne installeres, og innholdet tilpasses til datamaskinen.
Item1027=I denne fasen vil datamaskinen automatisk starte på nytt flere ganger. Dette er en normal del av prosessen.
Item1028=Du må ikke slå av datamaskinen, lukke lokket, koble datamaskinen fra strømadapteren eller forsøke å bruke datamaskinen mens dette pågår.
Item1029=Klikk på Fortsett for å starte datamaskinen på nytt nå.
Item1030=Gjenopprettingen er fullført
Item1031=Når datamaskinen har startet på nytt, og du har fullført det første oppsettet av datamaskinen, må du utføre noen flere viktige trinn:
Item1032=Oppdatere sikkerhetsfiler fra Microsoft og HP
Item1033=Installere programvare som ikke fulgte med datamaskinen, på nytt
Item1034=Gjenopprette alle personlige data du har sikkerhetskopiert (hvis det er aktuelt)
Item1035=Klikk på Fullfør for å starte datamaskinen på nytt nå.
Item1036=Ja
Item1037=Nei
Item1038=Kontakt HPs kundestøtte
Item1039=I de fleste tilfeller vil gjenoppretting av harddisken løse problemene.
Item1040=Hvis problemet vedvarer, må du kanskje kontakte HPs kundestøtte.
Item1041=Du finner kontaktinformasjon for HPs kundestøtte i datamaskindokumentasjonen.
Item1042=Klikk på Fullfør for å avslutte programmet.
Item1043=Sett inn gjenopprettingsplate nr.00.
Item1044=Fjern gjenopprettingsmedier fra systemet
Item1045=HP Recovery Manager gjenoppretter de opprinnelige fabrikkinnstillingene for harddiskene. Brukerdata og alle endringer i harddisken går tapt.
Item1046=OK
Item1047=Avbryt
Item1048=Koble fra alle eksterne enheter bortsett fra tastaturet, musen og skjermen før du fortsetter.
Item1049=HP Recovery Manager gjenoppretter de opprinnelige fabrikkinnstillingene for harddisken(e). Brukerdata og alle endringer i harddisken går tapt.	
Item1050=Denne prosessen vil tilbakestille systemet til den opprinngelige fabrikktilstanden.
Item1051=Harddisken vil bli partisjonert på nytt og reformatert til opprinnelig fabrikktilstand.
Item1052=Alle brukeropprettede filer og partisjoner, og alle programmer som er installert etter kjøpet, vil gå tapt.
Item1053=Hvis datamaskinen opprinnelig hadde mer enn ett operativsystem, vil gjenopprettingsprosessen tilbakestille alle operativsystemer til fabrikktilstanden.
	
[Restoration Incomplete]	
Item1100=Gjenoppretting ikke fullført
Item1101=Gjenopprettingen ble ikke fullført.
Item1102=Velg én av følgende knapper:
Item1103=Lagre logg
Item1104=Detaljer
Item1105=Prøv på nytt
Item1106=Denne funksjonen samler informasjon om systemet for at HP lettere skal kunne diagnostisere problemet
Item1107=Sett inn en uttakbar disk med minst 00 MB ledig plass, og klikk deretter på OK.
Item1108=OK
Item1109=Det er ikke nok ledig plass på disken. Sett inn en uttakbar disk med minst 00 MB ledig plass, og klikk deretter på OK.
Item1110=Loggfilen ble lagret som 00.
Item1111=Sett inn gjenopprettingsmedier.
Item1112=Klikk på Fortsett for å starte datamaskinen på nytt nå.
Item1113=Fortsett
Item1114=Den samlede lagringsplassen på harddisken er mindre enn den opprinnelige harddisken som fulgte med fra fabrikken. Gjenopprettingsprosessen kan ikke fortsette.
Item1115=Den samlede lagringsplassen på harddisken er for liten. Gjenopprettingsprosessen kan ikke fortsette.
		
[Drivers and Applications Reinstall]	
Item1200=Installer drivere og programmer på nytt
Item1201=Lager liste over drivere og programmer
Item1202=Hjem
Item1203=Installer
Item1204=Installerer
Item1205=Fullført
Item1206=Programmer (00)
Item1207=Drivere (00)
Item1208=HP Oppdateringer (00) – oppdateringer som er lastet ned og installert fra HP.com eller HP Support Assistant
Item1209=Versjon: 00
Item1210=00 elementer,
Item1211=00 av 01 valgte elementer,
Item1212=00 program og
Item1213=00 programmer og
Item1214=00 driver og
Item1215=00 drivere og
Item1216=00 HP-oppdatering
Item1217=00 HP-oppdateringer
Item1218=Installering fullført.
Item1219=Programvaren installeres. Lukking av HP Recovery Manager er avbrutt.
Item1220=OK
Item1221=Avinstaller tidligere versjoner av programvaren før du installerer programvaren på nytt.
Item1222=Det har oppstått feil under ny installasjon av programvaren. Prøv på nytt.
Item1223=Fant ingen programvarekilde på denne maskinen
Item1224=Element
Item1225=00 av 01 valgte elementer,
Item1226=Ett eller flere av de valgte driverne og/eller programmene kan være feil installert og er merket med «Utropstegn». Avinstaller disse fra datamaskinen før du prøver å installere dem på nytt fra HP Recovery Manager.
Item1227=Ett eller flere av de valgte driverne og/eller programmene kan være feil installert og er merket med 00. Avinstaller disse fra datamaskinen før du prøver å installere dem på nytt fra HP Recovery Manager.
Item1228=00-driver
Item1229=00-drivere
Item1230=Ferdig	
	
[RP Protection]	
Item1300=Gjenopprettingspartisjon
Item1301=Advarsel
Item1302=Dette området av harddisken din (eller partisjonen) inneholder filer som brukes av Windows Push Button Reset (Windows' tilbakestilling ved trykk på knapp) og HPs gjenoppretting av bilder.
Item1303=Ikke slett eller endre noen av disse filene.
Item1304=Endring av denne partisjonen kan påvirke muligheten til å foreta en systemgjenoppretting i fremtiden.
	
[Show Contact Information]	
Item1350=Kontakt HPs kundestøtte
Item1351=I de fleste tilfeller vil gjenoppretting av programvarebildet fra fabrikk løse problemene.
Item1352=Hvis problemene vedvarer, eller hvis du trenger erstatninger for systemgjenopprettingsmediene, kan det bli nødvendig å be HPs kundestøtte om hjelp.
Item1353=Du kan kontakte HPs kundestøtte på:
Item1354=www.hp.com/go/contacthp
Item1355=Klikk på Fullfør for å avslutte programmet.
Item1356=Klikk på Avbryt for å avslutte programmet.

[File Backup Program 2.0]
Item1400=Hvilken metode for valg av fil vil du bruke til å opprette sikkerhetskopien?
Item1401=Automatisk valg
Item1402=Velg filkategorier som skal sikkerhetskopieres.
Item1403=Brukervalg
Item1404=Velg hvilke mapper og filer som skal sikkerhetskopieres manuelt.
Item1405=Ved hjelp av automatisk valg kan velge kategoriene for filer som skal sikkerhetskopieres. Eksempel: Bilder og Musikk og andre lydfiler. Programmet søker deretter på datamaskinen etter filer i disse kategoriene (basert på forhåndsdefinert sett med filtyper som vanligvis brukes for slike filer) og sikkerhetskopierer dem. Filene blir komprimert og må gjenopprettes ved hjelp av alternativet for filgjenoppretting før de blir tilgjengelige.
Item1406=Med brukervalg velger du nøyaktig hvilke filer og mapper som skal sikkerhetskopieres, ved å velge dem via et vindu i Windows Utforsker. Du har to alternativer for sikkerhetskopieringen – Komprimering og Ingen komprimering
Item1407=Komprimering: Filene blir komprimert og må gjenopprettes ved hjelp av alternativet for filgjenoppretting før de blir tilgjengelige.
Item1408=Ingen komprimering: Filene og katalogene blir kopiert enkeltvis uten komprimering. Filene blir tilgjengelige uten å bruke alternativet for filgjenoppretting.
Item1409=Vil du bruke komprimering?
Item1410=Komprimering
Item1411=Ingen komprimering
Item1412=Filene blir komprimert i et WIM-filformat og må gjenopprettes på datamaskinen ved hjelp av alternativet Filgjenoppretting før de blir tilgjengelige. Dette alternativet minimerer størrelsen på sikkerhetskopien, og under en filgjenoppretting blir alle filer automatisk kopiert til C:\ og gjort tilgjengelig via en snarvei på skrivebordet.
Item1413=Filene og katalogene blir kopiert enkeltvis uten komprimering og er tilgjengelig fra sikkerhetskopistasjonen direkte, uten bruk av alternativet Filgjenoppretting. Dette alternativet minimerer ikke størrelsen på sikkerhetskopien, og filene og katalogene må kopieres manuelt (kopiere/lime inn) tilbake til datamaskinen.
Item1414=Hvilke filer vil du sikkerhetskopiere?
Item1415=Bla gjennom filer
Item1416=Størrelse på sikkerhetskopi:  00
Item1417=Navn
Item1418=Størrelse
Item1419=Valg av sikkerhetskopi
Item1420=Medievalg: 00
Item1421=Du trenger 00 disk(er) av denne typen for å opprette sikkerhetskopien.
Item1422=Klikk på Neste for å fortsette sikkerhetskopieringen med det valgte mediet.
Item1423=Klikk på Tilbake for å velge en annen medietype som skal brukes.
Item1424=Filklargjøring
Item1425=Oppretter platen
Item1426=Brenn platen
Item1427=Godkjenn platen
Item1428=Sett inn plate 00 av 00 00.
Item1429=Valgte filer
Item1430=Kopier filene
Item1431=Valgte filer og kataloger er kopiert
Item1432=Recovery Manager kopierte filene
Item1433=Det finnes filer som er større enn kapasiteten til sikkerhetskopiplaten. Sikkerhetskopieringen kan ikke fortsette.
Item1434=Endre til komprimeringsmodus
Item1435=Ikke velg filer som er større enn 00
Item1436=Velg enhet på nytt
Item1437=Liste over store filer
Item1438=Sett inn plate 00.
Item1439=Ingen tilgjengelig plate med nok ledig plass til sikkerhetskopi. Koble til en annen disk eller frigi plass på en plate som er tilkoblet.
Item1440=Denne disktypen støttes ikke.
Item1441=Reduserer filstørrelsen. Krever bruk av alternativet Filgjenoppretting.
Item1442=Reduserer ikke filstørrelsen, krever ikke bruk av alternativet Filgjenoppretting.
Item1443=En sikkerhetskopi kan bare lagres på optiske medier eller en ekstern harddisk. Hvis den ønskede enheten og/eller medietypen ikke er oppført under, må du kontrollere at enheten er koblet til og slått på eller at den ønskede medietypen er satt inn i den optiske enheten for å fortsette sikkerhetskopieringsprosessen.
Item1444=Dette er feil plate, eller den kan være ødelagt. Sett inn plate 00.
Item1445=En sikkerhetskopi kan bare lagres til en ekstern harddisk eller USB-flashstasjon i NTFS-format. Sørg for at ønsket enhet er koblet til og at filsystemet er NTFS før du fortsetter med sikkerhetskopieringen.
Item1446=Hvis 00 velges i automatisk valg eller brukervalg, blir alle filene sikkerhetskopiert uten komprimering og må gjenopprettes ved å kopiere dataene manuelt. Alternativet Filgjenoppretting kan ikke brukes.
Item1447=Alle filene lagres i mappen til 00.
Item1448=Filene blir komprimert i et WIM-filformat og må gjenopprettes på datamaskinen ved hjelp av alternativet Filgjenoppretting før de kan nås Dette alternativet reduserer størrelsen på sikkerhetskopien, og alle filene blir gjenopprettet til målplasseringen du angir og gjort tilgjengelig via en snarvei på skrivebordet.
Item1449=Kompresjon støttes ikke når 00-data velges.
Item1450=00-data er sikkerhetskopiert til følgende mappe, under rotkatalogen i mappen for sikkerhetskopier:
Item1451=Kopier sikkerhetskopien til 00-data fra ovennevnte mediemappe for sikkerhetskopi til ditt system etter at gjenopprettingen er fullført.
Item1452=00-data kan bare sikkerhetskopieres med alternativet Ingen kompresjon.
Item1453=Velg OK for å sikkerhetskopiere med alternativet Ingen komprimering, eller velg Avbryt for å sikkerhetskopiere filene igjen.

[Windows Recovery Environment]
Item1500=HP sikkerhetskopiering og gjenoppretting, eller ta kontakt med HPs kundestøtte

[Windows System Refresh]
Item1600=Forny PC-en din uten at de personlige filene dine blir påvirket

[AboutInfo]
Item1700=Informasjon
Item1701=Versjon
Item1702=Gjenopprettingsmedier
Item1703=System
Item1704=Produktnummer
Item1705=Serienummer
Item1706=HP gjenopprettingspartisjon
Item1707=Ja
Item1708=Nei
Item1709=Om